export const SelfIntroduction = () => {
  return (
    <section>
      <h2 className='text-xl font-bold'>自己紹介</h2>
      <hr className='mb-4' />
      <p>
        2013年に株式会社Azitを共同創業してから、幅広くプロダクト開発を担当しています。
        <br />
        2021年からはCTOになり、サーバーサイドの開発、技術戦略の立案ならびに実行、エンジニア採用等を担当しています。
        <br />
        普段は散歩や植物観察、写真が好きで長時間散歩をしたり、植物園に行って花の写真を撮ったりしています。
      </p>
      <p>
        小学生時代にコンピュータに触れてプログラミングにはまり、以来ソフトウェア開発を続けています。
        <br />
        学生時代は主にコンパイラやGCアルゴリズム、自然言語処理等、低レイヤー寄りの事に興味があり学習していました。
        <br />
        大学時代に出会った友人たちと学生時代にプロダクトの開発をしており、そのまま大学卒業と同時に2013年に株式会社Azitを共同創業し、
        <br />
        以来モバイル・Webフロント・インフラ・バックエンド・データ分析等幅広く技術面にコミットしていましたが、
        <br />
        2021年からはCTOとして、サーバサイドの開発・技術戦略の立案ならびに実行、エンジニアの採用等を中心に担当しています。
        <br />
      </p>
    </section>
  );
};
